Repository: TVLuke/c3nav
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Sorry, an error occured =(
de: Entschuldige, es ist ein Fehler aufgetreten =(

source: select origin…
de: Startort wählen…

source: select destination…
de: Zielort wählen…

source: Edit Settings
de: Einstellungen

source: swap
de: vertauschen

source: close
de: schließen

source: share
de: teilen

source: create shortcut
de: Verknüpfung erstellen

source: wifi positioning is currently not (yet) available
de: WLAN-basierte ortung ist aktuell (noch) nicht verfügbar

source: determining your position…
de: Suche deine Position…

source: This route contains way types that you wanted to avoid because otherwise no route would be possible.
de: Diese Route enthält Wegtypen, die du vermeiden wolltest, weil sonst keine Route möglich wäre.

source: %(num)d POI
de: %(num)d wichtiger Punkt

source: %(num)d room
de: %(num)d Raum

source: Level %(level)d
de: %(level)d. OG

source: %(roomgroup)s, Level %(level)d
de: %(roomgroup)s, %(level)d. OG

source: level %(level)d
de: %(level)d. Stock

source: You are now in %(room)s on %(level)s.
de: Du bist jetzt in %(room)s im %(level)s.

source: You are now at %(poi)s in %(room)s on %(level)s.
de: Du bist jetzt bei %(poi)s in %(room)s im %(level)s.

source: on the left
de: links

source: on the right
de: rechts

source: to %(level)s
de: in den %(level)s

source: Go up the steps%(located)s.
de: Geh%(located)s die Stufen nach oben.

source: Go down the steps%(located)s.
de: Geh%(located)s die Stufen herunter.

source: Go up the stairs%(located)s%(to_level)s.
de: Geh%(located)s die Treppe hoch%(to_level)s.

source: Go down the stairs%(located)s%(to_level)s.
de: Geh%(located)s die Treppe runter%(to_level)s.

source: Take the escalator%(located)s up%(to_level)s.
de: Fahr%(located)s mit der Rolltreppe hoch%(to_level)s.

source: Take the escalator%(located)s down%(to_level)s.
de: Fahr%(located)s mit der Rolltreppe nach unten%(to_level)s.

source: Take the elevator%(located)s up%(to_level)s.
de: Fahr%(located)s mit dem Aufzug hoch%(to_level)s.

source: Take the elevator%(located)s down%(to_level)s.
de: Fahr%(located)s mit dem Aufzug runter%(to_level)s.

source: Enter %(room)s%(located)s.
de: Betritt%(located)s %(room)s.

source: Leave %(from_room)s and enter %(to_room)s.
de: Verlasse %(from_room)s und betritt %(to_room)s.

source: Turn light to the left and continue for %(d).1f meters.
de: Leicht nach links und %(d).1fm weiter geradeaus.

source: Turn light to the right and continue for %(d).1f meters.
de: Leicht nach rechts und %(d).1fm weiter geradeaus.

source: Turn left and continue for %(d).1f meters.
de: Links abbiegen und %(d).1fm weiter geradeaus.

source: Turn right and continue for %(d).1f meters.
de: Rechts abbiegen und %(d).1fm weiter geradeaus.

source: Continue for %(d).1f meters.
de: %(d).1fm weiter geradeaus.

source: Your origin lies outside the accessible map. It was connected to the nearest point on the map to get your route.
de: Dein Startort liegt außerhalb der begehbaren Karte. Er wurde mit dem nächsten Punkt auf der karte verbunden um eine Route zu ermöglichen.

source: Your destination lies outside the accessible map. It was connected to the nearest point on the map to get your route.
de: Dein Zielort liegt außerhalb der begehbaren Karte. Er wurde mit dem nächsten Punkt auf der karte verbunden um eine Route zu ermöglichen.

source: This route contains locations that you wanted to avoid because your origin has no point outside of them.
de: Diese Route enthält Orte, die du vermeiden wolltest, weil dein Startort keine Punkte außerhalb dieser Orte enthält.

source: This route contains locations that you wanted to avoid because your destination has no point outside of them.
de: Diese Route enthält Orte, die du vermeiden wolltest, weil dein Zielort keine Punkte außerhalb dieser Orte enthält.

source: Congratulations – you are already there!
de: Herzlichen Glückwunsch – du bist bereits dort!

source: This route contains locations that you wanted to avoid because otherwise no route would be possible.
de: Diese Route enthält Orte, die du vermeiden wolltest, weil sonst keine Route möglich wäre.

source: Room, Level %(min)d-%(max)d
de: Raum, %(min)d.-%(max)d. OG

source: Your location in %(room)s
de: Deine Position in %(room)s

source: Custom location in %(room)s
de: Benutzerdefinierter Ort in %(room)s

source: Your location on level %(level)d
de: Deine Position im %(level)d. OG

source: Custom location on level %(level)d
de: Benutzerdefinierter Ort im %(level)d. OG

source: allowed
de: erlaubt

source: upwards only
de: nur hoch

source: downwards only
de: nur runter

source: avoid
de: vermeiden

source: Enter coordinates:
de: Koordinaten eingeben:

source: Set
de: OK

source: Origin
de: Startort

source: Destination
de: Zielort

source: Set origin first or activate Javascript for fancy autocompletion.
de: Setze zunächst den Zielort oder aktivier Javasciprt für schicke Autovervollständigung.

source: Route Options
de: Routenoptionen

source: Steps
de: Stufen

source: Stairs
de: Treppen

source: Escalators
de: Rolltreppen

source: Elevators
de: Aufzüge

source: avoid %(roomtitle)s
de: vermeide %(roomtitle)s

source: i am an angel
de: Ich bin Engel

source: Speed
de: Geschwindigkeit

source: Walking
de: Zu Fuß

source: Elevator
de: Aufzug

source: (s/level)
de: (s/Etage)

source: Stairs↑
de: Treppen↑

source: Stairs↓
de: Treppen↓

source: Escalator↑
de: Rolltreppen↑

source: Escalator↓
de: Rolltreppen↓

source: fastest route
de: schnellster Weg

source: shortest route
de: kürzester Weg

source: save settings in cookie
de: Einstellungen in Cookie speichern

source: avoid %(avoidlist)s
de: vermeide %(avoidlist)s

source: no restrictions
de: keine Einschränkungen

source: Get Route
de: Route berechnen

source: Your Route
de: Deine Route

source: You have reached your destination.
de: Du hast dein Ziel erreicht.
